Repository: alexdantas/nSnake
Catalog: po/*.po
Languages: es_ar

source: / \ This game was made with
es_ar: / \ Este juego fue hecho con

source: ((__-^^-,-^^-__)) and itself is Free Software,
es_ar: ((__-^^-,-^^-__)) y es por si mismo Software Libre,

source: `-_---' `---_-' licensed under the GPLv3
es_ar: `-_---' `---_-' se encuentra bajo licencia GPLv3

source: Homepage: http://nsnake.alexdantas.net/
es_ar: Pagina Web: http://nsnake.alexdantas.net/

source: Source Code: https://github.com/alexdantas/nsnake/
es_ar: Codigo Fuente: https://github.com/alexdantas/nsnake/

source: Contact: Alexandre Dantas <eu@alexdantas.net>
es_ar: Contacto: Alexandre Dantas <eu@alexdantas.net>

source: nsnake is the classical snake game on the terminal
es_ar: nsnake es el juego clasico juego de snake en la terminal

source: Settings and scores are stored at:
es_ar: Configuraciones y puntajes se guardan en:

source: Usage:
es_ar: Usar:

source: -h, --help Show this message
es_ar: -h, --help Muestra este mensaje

source: -v, --version Show game version and contact info
es_ar: -v, --version Muestra la version del juego y la informacion de contacto

source: See also `man nsnake`
es_ar: Ver tambien `man nsnake`

source: Thanks for playing this game :)
es_ar: Gracias por jugar este juego :)

source: Show game version and build date
es_ar: Muestra la version del juego y la fecha de realizacion

source: Show instructions
es_ar: Muestra instrucciones

source: Warning: We could not create the configuration file.
es_ar: Cuidado: No podemos crear el archivo de configuracion.

source: Please check permissions to the path:
es_ar: Por favor chequea los permisos de la ruta:

source: Warning: We could not create the score file.
es_ar: Cuidado: No podemos crear el archivo de puntajes.

source: Warning: Your high score file is from an old nsnake version.
es_ar: Cuidado: Tu archivo de altos puntajes corresponde a una version antigua de nsnake.

source: Error: Corrupted high score file!
es_ar: Error: Archivo de altos puntajes da√±ado!

source: We're sorry, but we had to erase it
es_ar: Lo sentimos, pero tuvimos que borrarlo!

source: Arcade Mode
es_ar: Modo Arcade

source: Level
es_ar: Nivel

source: Paused
es_ar: Pausa

source: Help
es_ar: Ayuda

source: Hi-Score
es_ar: Puntaje mas alto

source: Score
es_ar: Puntaje

source: Speed
es_ar: Velocidad

source: Main Menu
es_ar: Menu Principal

source: (Help)
es_ar: (Ayuda)

source: Help
es_ar: Ayuda

source: (Credits)
es_ar: (Creditos)

source: Credits
es_ar: Creditos

source: In-game controls:
es_ar: Controles dentro del juego:

source: Move up Move down Move left Move right Pause game Quit anytime Show help
es_ar: Mover arriba Mover abajo Mover izquierda Move derecha Pausar juego Salir en cualquier momento Mostrar ayuda

source: Menu controls:
es_ar: Controles del Menu:

source: First item Last item
es_ar: Primer item Ultimo item

source: page up page down
es_ar: subir pagina bajar pagina

source: Settings and scores are stored at: `~/.local/share/nsnake/`
es_ar: Configuraciones y puntajes se almacenan en: `~/.local/share/nsnake/`

source: Try `nsnake --help` and `man nsnake` Game made by Alexandre Dantas, contact him at <eu@alexdantas.net> Thanks for playing this game :) Homepage: http://nsnake.alexdantas.net/ Source Code: https://github.com/alexdantas/nsnake/
es_ar: Intenta con `nsnake --help` y `man nsnake` Juego hecho por Alexandre Dantas, puedes contactarlo en <eu@alexdantas.net> Gracias por jugar este juego :) Pagina Web: http://nsnake.alexdantas.net/ Codigo Fuente: https://github.com/alexdantas/nsnake/

source: Can't open file '
es_ar: No se puede abrir el archivo '

source: Abrupt ending of file while parsing level at line
es_ar: Final de archivo repentino cuando se analizaba el nivel en linea

source: name
es_ar: nombre

source: author
es_ar: autor

source: date
es_ar: fecha

source: comment
es_ar: comentario

source: Resume
es_ar: Continuar

source: Restart
es_ar: Reiniciar

source: Quit to Main Menu
es_ar: Salir al Menu Principal

source: Quit Game
es_ar: Salir del Juego

source: File '
es_ar: Archivo '

source: ' has an old version format
es_ar: ' tiene formato de una version anterior

source: Could not create file '
es_ar: No se pudo crear el archivo '

source: Retry?
es_ar: Reintentar?

source: Game Over
es_ar: Perdiste

source: Are you sure?
es_ar: Estas seguro?

source: All high scores erased!
es_ar: Todos los puntajes altos borrados!

source: Press any key, Enter to Cancel
es_ar: Presiona cualquier tecla, Enter para Cancelar

source: Level Select
es_ar: Nivel Elegido

source: Game Settings
es_ar: Configuracion del Juego

source: GUI Options
es_ar: Opciones de la Interfaz

source: Controls
es_ar: Controles

source: Quit
es_ar: Salir

source: Back
es_ar: Regresar

source: Starting Speed
es_ar: Velocidad Inicial

source: Fruits
es_ar: Frutas
